{
  "name": "English",
  "message": {
    "modal-sound-header": "Do you want to activate the Sounds in the game?",
    "modal-sound-subheader": "Choose whether to play with sound effects",
    "modal-sound-active-sound": "Turn on sounds",
    "modal-sound-active-music": "Turn on music",
    "confirm": "Confirm",
    "language-settings": "LANGUAGE SETTINGS",

    "paytable-tab": "PAYTABLE",
    "introduction-tab": "INTRODUCTION",
    "features-tab": "FEATURES",
    "info-tab": "MORE INFORMATION",
    "settings-tab": "SETTINGS",
    "sound-settings": "SOUND SETTINGS",
    "volume-settings": "VOLUMNE SETTINGS",
    "language": "Language",
    "left-hand-mode": "LEFT-HANDED MODE",
    "left-hand-desc": "Move the game buttons to the left",

    "autoplay-header": "AUTOPLAY",
    "autoplay-subheader": "Select the number of spins in autoplay mode",
    "autoplay-stop": "Stop autoplay if:",
    "autoplay-nonwinning": "Non-winning consecutive bets",
    "autoplay-balance": "The balance decreases to under €",
    "autoplay-stopBonus": "Stop when you get the bonus",
    "autoplay-start": "Start autoplay",

    "paytable-header": "CREDIT WINNING CASES",
    "paytable-NoOfSymbol": "Number Of Symbols",
    "paytable-wild": "The Wild symbol substitutes for all symbols except the Scatter. So far as if there were only Wild symbols on the payline then the Wild pay as below.",
    "paytable-wild4": "(the fifth symbol on the line is a Scatter symbol)",
    "paytable-wild3": "(the fourth symbol on the line is a Scatter symbol)",
    "paytable-scatter1": "Scatter symbols do not pay on win lines.",
    "paytable-scatter2": "With 3 or more scatter symbols on the grid the golden spin is activated.",
    "paytable-rule1": "The value of a payline is equal to the value shown in the table multiplied by the game bet.",
    "paytable-rule2": "Paylines are calculated at the end of each round. Winnings in different paylines are calculated altogether",
    "paytable-rule3": "Winning lines pay left to right.",
    "paytable-rule4": "In case of multiple wins on the same line the highest combination is paid.",
    "paytable-rule5": "Malfunctions will void all plays and payouts.",

    "intro-1": "Joe Joker Neon Blast is a 5 reel, 10 fixed line slot game. The theoretical game rtp is 96.5%.",
    "intro-2": "You can play 10 fixed lines using the bets allowed at session start.",
    "intro-3": " show current bet",
    "intro-4": " show round win",
    "intro-5": " show total credits in game.",
    "intro-gameFunc": "Game Features: The following table illustrates the different features of the game interface.",
    "intro-button": "Button",
    "intro-func": "Function",
    "intro-playButton": "Click to start a game at the current bet.",
    "intro-autoplayButton": "Click to display the number of autoplay rounds available.",
    "intro-leftMode": "Change the position of the spin button from right to left.",
    "intro-maxBet": "Select the maximum bet.",
    "intro-sound": "Click to enable or disable sound effects.",
    "intro-music": "Click to enable or disable game music.",
    "intro-minusPlus": "Click to change the bet to the desired value.",
    "intro-turbo": "Click to enable \"turbo\" spin mode.",

    "features-mysToken": "at the end of each spin the player can randomly obtain a win that is directly proportional to the game bet. The maximum obtainable win is 985 times the game bet.",
    "features-goldenSpin": "triggered when 3 or more scatter symbols appear in the grid. The joker calls on the player to collect an amount using Golden Spins.",
    "features-pickValue": "Once the amount of Golden Spins has been collected the player will play the amounts on behalf of the joker.",
    "features-pickNumber": "The sums collected during the Golden Spins are credited to a dedicated counter, the player will have to use the entire sum on behalf of the joker by playing spins at the same bet. The phase ends when the entire sum is been played.",
    "features-scatters": "n. Scatters",
    "features-picks": "Golden Spin(s)",
    "features-freeSpin1": "The sum collected during the Golden Spins, \"FREE COINS\", can therefore be understood as \"Free Spins\".",
    "features-freeSpin2": "The FREE COINS total is shown at the top left of the grid.",
    "features-freeSpin3": "The total of collected wins is visible in the upper right of the grid.",

    "moreInfo-autoPlay": "Autoplay",
    "moreInfo-general": "Autoplay allows the player to start one or more games automatically.",
    "moreInfo-note1": "When autoplay is active you cannot change the game bet.",
    "moreInfo-note2": "When autoplay mode is on the spin speed may be faster.",

    "resetErrorMessage": "",
    "no-Spin-Selected-Message": "You must select the number of spins to start",

    "wesocketFail": "WebSocket Connection failed.",
    "websocketCannotRetry": "WebSocket Connection retry: ",
    "recInvalidObj": "Request received an invalid object"
  }
}
