{
  "name": "Italiano",
  "message": {
    "modal-sound-header": "Vuoi attivare i Suoni nel gioco?",
    "modal-sound-subheader": "Scegli se giocare con gli effetti sonori",
    "modal-sound-active-sound": "Attiva i suoni",
    "modal-sound-active-music": "Attiva musica",
    "confirm": "Conferma",
    "language-settings": "IMPOSTAZIONI LINGUA",

    "paytable-tab": "PAYTABLE",
    "introduction-tab": "INTRODUZIONE",
    "features-tab": "FEATURES",
    "info-tab": "ALTRE INFORMAZIONI",
    "settings-tab": "IMPOSTAZIONI",
    "sound-settings": "IMPOSTAZIONI AUDIO",
    "volume-settings": "IMPOSTAZIONI DEL VOLUME",
    "language": "IMPOSTAZIONI LINGUA",
    "left-hand-mode": "MODALITÀ MANCINA",
    "left-hand-desc": "Sposta i pulsanti di gioco a sinistra",

    "autoplay-header": "AUTOPLAY",
    "autoplay-subheader": "Seleziona il numero di spin in modalità autoplay",
    "autoplay-stop": "Interrompi la riproduzione automatica se:",
    "autoplay-nonwinning": "Puntate consecutive non vincenti",
    "autoplay-balance": "Il saldo diminuisce di €",
    "autoplay-stopBonus": "Fermati quando ricevi il bonus",
    "autoplay-start": "Avvia la riproduzione automatica",

    "paytable-header": "TABELLA DI PAGAMENTO",
    "paytable-NoOfSymbol": "Numero di Simboli",
    "paytable-wild": "II simbolo Wild sostituisce tutti i simboli eccetto lo Scatter. Qualora sulla linea di pagamento ci fossero solo simboli Wild allora il Wild paga come di seguito.",
    "paytable-wild4": "(il quinto simbolo sulla linea é un simbolo Scatter)",
    "paytable-wild3": "(il quarto simbolo sulla linea é un simbolo Scatter)",
    "paytable-scatter1": "I simboli Scatter non pagano sulle linee di vincita.",
    "paytable-scatter2": "Con 3 o piu simboli scatter sulla griglia viene attivato il golden spin.",
    "paytable-rule1": "Il valore di una linea di vincita è uguale al valore mostrato in tabella moltiplicato per il bet di gioco.",
    "paytable-rule2": "Le linee di vincita sono calcolate al termine di ogni round. Le vincite da linee di pagamento differenti vengono sommate alla stessa vincita al termine di ogni round",
    "paytable-rule3": "Le linee di vincita pagano da sinistra verso destra.",
    "paytable-rule4": "In caso di vincite multiple sulla stessa linea la combinazione più alta viene pagata.",
    "paytable-rule5": "Eventuali malfunzionamenti annullano tutte le giocate e i pagamenti.",

    "intro-1": "Joe Joker Neon Blast è un gioco slot a 5 rulli e 10 linee fisse. L'rtp teorico di gioco è 96.5%.",
    "intro-2": "Puoi giocare a 10 linee fisse utilizzando i bet consentiti al momento di avvio sessione.",
    "intro-3": " mostra il bet corrente",
    "intro-4": " mostra la vincita del round",
    "intro-5": " mostra il credito totale in gioco.",
    "intro-gameFunc": "Funzioni di gioco: La seguente tabella illustra le differenti fuzionalità dell'interfaccia di gioco.",
    "intro-button": "Pulsante",
    "intro-func": "Funzione",
    "intro-playButton": "Clicca per avviare una partita al bet corrente.",
    "intro-autoplayButton": "Clicca per visualizzare il numero di rounds autoplay disponibili.",
    "intro-leftMode": "Cambia la posizione del pulsante spin da destra a sinistra.",
    "intro-maxBet": "Seleziona il bet massimo.",
    "intro-sound": "Clicca per abilitare o disabilitare gli effetti sonori.",
    "intro-music": "Clicca per abilitare o disabilitare le musiche di gioco",
    "intro-minusPlus": "Clicca per cambiare il bet al valore desiderato.",
    "intro-turbo": "Clicca per abilitare la modalita spin \"turbo\".",

    "features-mysToken": "al termine di ogni spin il giocatore può ottenere casualmente una vincita che è direttamente proporzionale al bet di gioco. La vincita massima ottenibile è di 985 volte il bet di gioco.",
    "features-goldenSpin": "viene attivato quando nella griglia compaiono 3 o più simboli scatter. Joker chiama il giocatore a raccogliere una somma utilizzando i Golden Spin.",
    "features-pickValue": "Una volta collezionata la somma dai Golden Spin il giocatore giocherà le somme per conto del joker.",
    "features-pickNumber": "Le somme collezionate durante i Golden Spin vengono accreditate in un contatore dedicato, il giocatore dovrà utilizzare per conto del Joker l'intera somma giocando degli spin allo stesso bet. La fase termina quando l'intera somma è stata giocata.",
    "features-scatters": "n. Scatters",
    "features-picks": "Golden Spin(s)",
    "features-freeSpin1": "La somma raccolta durante i Golden Spins, \"FREE COINS\", può essere quindi intesa come \"Free Spins\".",
    "features-freeSpin2": "Il totale FREE COINS è mostrato in alto a sinistra della griglia.",
    "features-freeSpin3": "Il totale delle vincite raccolte è visibile in altro a destra della griglia.",

    "moreInfo-autoPlay": "Autoplay",
    "moreInfo-general": "Autoplay consente al giocatore di avviare automaticamente una o più partite.",
    "moreInfo-note1": "Quando la modalità autoplay è attiva non puoi modificare il bet di gioco.",
    "moreInfo-note2": "Quando la modalità autoplay è attiva la velocità degli spin potrebbe essere più veloce.",

    "resetErrorMessage": "",
    "no-Spin-Selected-Message": "È necessario selezionare il numero di giri per iniziare",

    "wesocketFail": "Connessione al server fallita.",
    "websocketCannotRetry": "Riconnessione: ",
    "recInvalidObj": "Risposta dal server non valida"
  }
}
